tap "homebrew/bundle"
brew "zellij"
brew "ripgrep"
brew "fish"
brew "eza"
brew "bat"
brew "tldr"
brew "lazygit"
brew "fzf"
brew "act"
brew "awscli"
brew "python@3.11"
brew "awscli"
brew "berkeley-db", link: true
brew "cfn-lint"
brew "docker"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "httpie"
brew "jq"
brew "neofetch"
brew "neovim"
brew "node"
brew "packer"
brew "pv"
brew "ssh-copy-id"
brew "stow"
brew "terraform"
brew "tree"
brew "wakeonlan"
brew "wget"
cask "iterm2"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "monitorcontrol"
