tap "ariga/tap"
tap "go-task/tap"
tap "nikitabobko/tap"
brew "act"
brew "awscli"
brew "bat"
brew "btop"
brew "cfn-lint"
brew "dbmate"
brew "delve"
brew "docker"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "tmux"
brew "gitmux"
brew "glow"
brew "go"
brew "htop"
brew "httpie"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "node"
brew "pv"
brew "python@3.11"
brew "ripgrep"
brew "serve"
brew "ssh-copy-id"
brew "stow"
brew "terraform"
brew "tldr"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "yazi"
brew "zoxide"
brew "ariga/tap/atlas"
brew "go-task/tap/go-task"
cask "1password"
cask "aerospace"
cask "docker-desktop"
cask "drawio"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "iterm2"
cask "monitorcontrol"
cask "orbstack"
cask "raycast"
cask "spotify"
cask "tableplus"
