amd-ucode
base
base-devel
bluez
bluez-utils
bolt
btop
efibootmgr
fastfetch
fwupd
git
gst-plugin-pipewire
less
libpulse
linux
linux-firmware
networkmanager
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
power-profiles-daemon
sof-firmware
udisks2
vim
wireplumber
yay
yay-debug
