amd-ucode
base
base-devel
bat
bluez
bluez-utils
bolt
brightnessctl
btop
efibootmgr
elephant
elephant-desktopapplications
elephant-files
elephant-websearch
eza
fastfetch
firefox
fish
fwupd
fzf
ghostty
git
github-cli
gitmux
gptfdisk
greetd
gst-plugin-pipewire
gtk3
gtk4
hyprland
jq
lazydocker
lazygit
less
libpulse
linux
linux-firmware
nautilus
neovim
networkmanager
noto-fonts
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
polkit-gnome
power-profiles-daemon
qt5-wayland
qt6-wayland
ripgrep
sof-firmware
stow
terraform
tldr
tmux
tree
ttf-apple-emoji
ttf-dejavu
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
udisks2
unzip
vim
walker
wget
wireplumber
wofi
xdg-desktop-portal
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
yay
yay-debug
zoxide
