1password-beta
1password-cli
adwaita-qt5-git
alacritty
amd-ucode
base
base-devel
bat
blueberry
bluez
bluez-utils
bolt
brightnessctl
btop
chromium
ddcutil
docker
docker-buildx
docker-compose
efibootmgr
elephant
elephant-archlinuxpkgs
elephant-calc
elephant-clipboard
elephant-desktopapplications
elephant-files
elephant-symbols
elephant-websearch
evince
eza
fastfetch
firefox
fish
fprintd
fwupd
fzf
ghostty
git
github-cli
gitmux
gnome-calculator
gnome-calendar
gnome-themes-extra
go
gptfdisk
greetd
gst-plugin-pipewire
gtk3
gtk4
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
inter-font
jq
lazydocker
lazygit
less
libpulse
linux
linux-firmware
loupe
nautilus
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
openssh
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plymouth
polkit-gnome
power-profiles-daemon
python-gobject
python-pip
python-virtualenv
qt5-wayland
qt6-wayland
ripgrep
ruff
sof-firmware
spotify
stow
swaync
swayosd
terraform
timeshift
tldr
tmux
tree
ttf-apple-emoji
ttf-dejavu
ttf-ia-writer
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols-common
ttf-roboto
typora
udisks2
ufw
ufw-docker
unzip
vim
vlc
walker
waybar
wget
wireplumber
wofi
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
yay
yay-debug
zoxide
